[
    {
      "alltitle": "How is seller App assured of payments from Buyer app for payments issued by Buyers?",
      "allcontent": "The Buyer App and Seller App enter into a Transaction level contract at the time of order confirmation basis which the Buyer App is obligated to make payments to the Seller App. In addition, the Network Participants are required to accept payments in the Nodal Account which ensures the payments are made as per the terms of the transaction level contract. If the seller App is still not getting the payments, he/she may decide to raise the grievance as per the Issue and Grievance framework of ONDC. <a target='_blank' href='https://resources.ondc.org/governance-and-policies'>Chapter 6: Issue and Grievance on ondc.org.</a>",
      "categories": "Seller App"
    },
    {
      "alltitle": "Is there a list to see the live pin codes where ONDC is live?",
      "allcontent": "ONDC as a network is enabled across India, Buyer apps may choose to be live on few of these pin codes. Also, serviceability on a pin code will depend on specific buyer location in that pin code.",
      "categories": "Seller, All App"
    },
    {
      "alltitle": "Are the components of fee going to be consistent across different buyer apps? If not, where can we find this documented for us to tally?",
      "allcontent": "The different types of fees chargeable for a transaction will be consistent and as per the ONDC protocol. The value of each of the components (like Buyer finder fee) may vary based on the transaction level contract between the participating Network participants at the time of transaction. For detailed view on the different components and how settlement will happen in different scenarios please refer to <a href='https://resources.ondc.org/governance-and-policies'>Chapter 3 Commercial Policies on ONDC website</a>",
      "categories": "Seller App"
    },
    {
      "alltitle": "What categories are available to shop from on ONDC network?",
      "allcontent": "Buyers can purchase across multiple categories and services through ONDC enabled Buyer Apps. ONDC has been launched with Grocery, F&B and Fashion categories to start with and is in process of launching new categories.",
      "categories": "Buyer, All App"
    },
    {
      "alltitle": "As a customer, what is my incentive to shop through the ONDC network?",
      "allcontent": "All sellers onboarded through any of the Seller Apps are available for search on all Buyer Apps, consequently a buyer will have a wide variety of assortment to choose from on a single app vs going through multiple platform apps for same width of assortment. Additionally, ONDC buyer applications may act as a one stop Applications for all requirements of buyers across different product and service categories like travel, mobility, product purchase.",
      "categories": "Buyer"
    },
    {
      "alltitle": "What are the explicit eligibility criteria to join ONDC as a network participant?",
      "allcontent": "To sell on ONDC as a seller you can either join through one of the Seller Apps, please go through the <a target='_blank' href='https://ondc.org/network-participants/'>list of Seller Applications</a> and reach out to them through the contact details. In case of a Inventory seller, Logistics provider or Buyer Application wanting to join ONDC network, they can join ONDC as a Network participant, for this please go through the link <a target='_blank' href='https://ondc.org/'>ONDC Integration Guide</a> on ONDC homepage.",
      "categories": "Seller, All App"
    },
    {
      "alltitle": "In which cases will TCS be deducted?",
      "allcontent": "TCS is not deducted when the cash is directly collected by the seller. For an Inventory seller node Buyer App needs to deduct TCS while for marketplaces Seller Apps have to deduct TCS. (This is basis the FAQ published by CBIC)",
      "categories": "Buyer App, Seller App"
    },
    {
      "alltitle": "How can I get the commission fee invoices and GST related reports?",
      "allcontent": "The Seller Apps should provide the invoices and GST related reports from the Seller Apps dashboard. We suggest seller to check with the specific Seller Apps at the time of onboarding discussion.",
      "categories": "Seller"
    },
    {
      "alltitle": "What is the category wise commission?",
      "allcontent": "ONDC does not charge or recommend any commissions. The commission discussion & agreement is between the seller and seller NP. It is expected that Seller App will charge viable commissions for a category as sellers have choice of joining ONDC through any of the active seller NPs on the ONDC network. The seller also has option of passing the cost of packaging, delivery to the buyer as separate line items from the product selling price.",
      "categories": "Seller"
    },
    {
      "alltitle": "Is there a ONDC support line for any questions related to ONDC?",
      "allcontent": "ONDC does not have a support line, all buyer issues are to be raised from the Buyer App & sellers to raise all issues on Seller APP. For issues which cannot be resolved by the Network Participants (Buyer App & Seller App) ONDC has established an <a target='_blank' href='https://ondc-static-website-media.s3.ap-south-1.amazonaws.com/ondc-website-media/downloads/governance-and-policies/CHAPTER+%5B6%5D+Issue+and+Grievance+Management+Policy.pdf'>Issue and Grievance Framework (Chapter 6)</a> which can be utilized by the Participants/Buyers/Sellers for escalating to different levels for resolution.",
      "categories": "Buyer"
    },
    {
      "alltitle": "How do we get help on expansion from ONDC?",
      "allcontent": "ONDC is implementing enablement services such as Catalog as a service after which each seller may not have to invest separately for catalog creation, logistics as a service is also available on network. All these services will help sellers go live and start operating faster.",
      "categories": "Seller App"
    },
    {
      "alltitle": "What kind of advertisement is ONDC using for sellers?",
      "allcontent": "ONDC is not a platform/application and will not be doing any Advertisements for sellers.",
      "categories": "Seller, Seller App"
    },
    {
      "alltitle": "Do I need to have an Ops team for this?",
      "allcontent": "Yes, the Seller Participants are expected to have an operations team as per their business volume and requirements to help and guide their sellers to drive performance for higher sales and ratings.",
      "categories": "Seller App"
    },
    {
      "alltitle": "Can you provide a service provider to us for execution of ops/tech?",
      "allcontent": "Please refer to the list under <a target='_blank' href='https://ondc.org/network-participants/'>ONDC Compliant Technology Service Providers</a> for tech service providers. ONDC is also working to create an ecosystem of service providers for operational support to Participants. Please connect at team@ondc.org for more details.",
      "categories": "Seller App, Buyer App"
    },
    {
      "alltitle": "How do we get the benefit ( other than buyer base)?",
      "allcontent": "There are multiple benefits for a Seller on selling through ONDC other than exposure to multiple buyer apps:  <ul><li>1. Ownership of rating - on switching Seller App the seller carries the rating with him/her.</li><li> 2. Sellers have equal opportunity to sell to end consumers.</li><li> 3. Sellers can decide for their own terms while choosing a Seller app.</li><li> 4. Know your customers - access to customer data</li></ul>",
      "categories": "Seller"
    },
    {
      "alltitle": "What is the minimum number of sellers I have to onboard to register on ONDC?",
      "allcontent": "There is no minimum number of seller criteria for being on boarded as a Seller App on ONDC. But having more sellers is suggested to be better as it will result in lower dependence on sales from too few a sellers and also higher overall sales because of likely higher number of SKUs from a wider seller base.",
      "categories": "Seller App"
    },
    {
      "alltitle": "What are the requirements from tech standpoint that I need to have to come to ONDC?",
      "allcontent": "The seller should be able to correctly execute implementation of ONDC protocols, Security compliance requirements and <a target='_blank' href='https://resources.ondc.org/governance-and-policies'>Operational Security Policy (Chapter 8)</a> directly through its team or through ONDC compliant technology service providers. Please refer to the list of technology service providers under section <a target='_blank' href='https://ondc.org/network-participants/'>“ONDC Compliant Technology Service Providers.</a>",
      "categories": "All App"
    },
    {
      "alltitle": "What if the buyer app is biased with me?",
      "allcontent": "<a target='_blank' href='https://resources.ondc.org/governance-and-policies'>ONDC policy (Chapter 2)</a> clearly states that the buyer App cannot: <ul><li>- Rank any seller unfairly on its application<li><li>- Unfairly filter a Seller from the search results</li><li>- Provide Exclusive value-added services to only specific sellers</li><li> Also as per Ecommerce rules Applications Buyer Apps have to disclose parameter and relative importance for sorting and ranking sellers.</li></ul>",
      "categories": "Seller App, Seller"
    },
    {
      "alltitle": "What if one seller app blocks me, can I re-register on ONDC through another app?",
      "allcontent": "Yes, the seller is free to register with any seller app. ONDC does not have any restrictions on sellers for registering with a different/multiple Seller App.",
      "categories": "Seller"
    },
    {
      "alltitle": "Why as customer I do not get an option for choosing logistics partner as per cost I want to pay?",
      "allcontent": "The ONDC protocol allows for logistics to be given as an option to the buyers for selection but the availability of the option on the Buyer Apps depends upon implementation protocol approach taken by the participating Buyer App and Seller App.",
      "categories": "Buyer"
    },
    {
      "alltitle": "I am already a Buyer App on the Network; I now want to start a Seller App as well. Do I need to sign the NP Agreement again?",
      "allcontent": "No, a new agreement is not required, one legal entity has to sign one agreement",
      "categories": "Buyer App"
    },
    {
      "alltitle": "The ONDC Network Policy says Buyer Apps have to disclose parameters used for sorting search results. Where should the disclosure be? Is there a facility to do it through the APIs?",
      "allcontent": "Parameters used for sorting search results cannot be communicated through API. It is left up to the Buyer Apps to ensure that the parameters are made public for all Seller Apps, and it can be also through their Buyer App/website.",
      "categories": "Seller App"
    },
    {
      "alltitle": "I am a Seller. How do I find out which parameters Buyer Apps are using to sort results?",
      "allcontent": "It is left up to the Buyer Apps to ensure that the parameters are made public, and it can be also through their Buyer Apps/website.",
      "categories": "Seller"
    },
    {
      "alltitle": "I am a Seller. I want to invest in a sponsored results programme to boost by product's ranking in search results. How should I do it?",
      "allcontent": "Network specifications for running sponsored Ads have not been enabled for buyer apps & seller apps presently. Specifications for this functionality are being built and shall be part of future versions of the protocols.",
      "categories": "Seller"
    },
    {
      "alltitle": "I am a Seller. My Seller App does not provide on-network logistics facility, can I myself purchase logistics through the Network?",
      "allcontent": "The seller cannot directly purchase logistics through the Network. If the current seller App does not provide Logistics facility and seller wants to use network logistics, then the seller should get live through an alternate seller App which is providing on network logistics facility.",
      "categories": "Seller"
    },
    {
      "alltitle": "I am a Seller. How can I run a loyalty rewards system for frequent buyers?",
      "allcontent": "Buyer related data is the proprietary information of the Buyer App. While a seller may run promotional offers for all buyers but promotions which require buyer specific data from buyer apps may not be possible for Sellers.",
      "categories": "Seller"
    },
    {
      "alltitle": "I am a Seller App. At which point in the retail order should I create an order for on-network logistics?",
      "allcontent": "The Seller App should create an order for on network logistics after receiving confirm API call from the Buyer App.",
      "categories": "Seller App"
    },
    {
      "alltitle": "I am a Seller App. If the Buyer App does not settle my payment on time, because of which I delay payment to the logistics partner, and the logistics partner charges me a penalty for delayed payment, do I have to absorb that loss?",
      "allcontent": "The Seller App will have to fulfill its obligations as per the terms of transaction with the Logistics App. The compensation for the loss from buyer App to Seller App will be handled as per the terms of transaction between these two parties independently.",
      "categories": "Seller App"
    },
    {
      "alltitle": "I am an OEM for a brand. How can I convey to potential Buyers that I sell genuine branded products? Is there a facility in the protocol for this?",
      "allcontent": "The OEM can mention the same under key features or product description section in the catalog, there is no dedicated attribute in the protocol to convey this information.",
      "categories": "Seller"
    },
    {
      "alltitle": "I am a Seller. I optimized/ improved all the parameters by which Buyer Apps sort results. My products are still not showing in the top results. What should I do?",
      "allcontent": "If the seller's products are not visible on a Buyer App even after taking all the expected actions and if the seller suspects any favoritism from Buyer Apps the seller may raise it to the Seller Apps. All Buyer Apps are required to follow ONDC policies that require uniform treatment of all sellers in their logic. In addition , continued high fill rates and faster deliveries by sellers will have a direct impact on rating which may be lower than other players and might be impacting seller's sales/visibility.",
      "categories": "Seller"
    },
    {
      "alltitle": "How will I choose a new logistics player if the chosen one on the network cancels the order?",
      "allcontent": "Logistics buyer (retail seller) can search for a new Logistics service provider on the network, place the order with them & pass this information to the retail buyer. The logistics quote & TAT provided to the buyer would have to be maintained by the logistics buyer.",
      "categories": "Seller App"
    },
    {
      "alltitle": "How should the logistics player educate their delivery partners on pickup of ONDC orders?",
      "allcontent": "In order to ensure a good experience to sellers during pickup, few important areas wherein the field staff should be educated/trained:<ul><li>- Ensure the field staff is visiting as per the seller open time</li><li>- Ensure the right size vehicle is going to the pickup location based on the product size/Number of orders.</li><li>- Ensure the Field staff is connected with the Seller POC in case of problems in reaching the location or in case of delay in reaching the location.</li></ul>",
      "categories": "Seller App"
    },
    {
      "alltitle": "What happens in partial cancellation? Will the delivery fee change if the buyer cancels one item from the order?",
      "allcontent": "The delivery fee may change in such a scenario. After the buyer cancels one of the items in the order the Seller App will enter a fresh contract with a logistics partner and pass on the new Delivery information along with the possibly changed Delivery charges to the Buyer Application.",
      "categories": "Seller App"
    },
    {
      "alltitle": "Sellers are not ready to mark orders 'Ready to ship'. How should we handle this?",
      "allcontent": "It is the responsibility of the Seller App to train, educate and ensure that the Sellers are marking products ready to ship so that in case of on network logistics, logistics players can get the information that the order is ready to be picked up from the seller location.",
      "categories": "Seller App"
    },
    {
      "alltitle": "What if the order returned by customer is damaged / wrong / used but I had shipped the right product?",
      "allcontent": "ONDC recommendation is that the costs in such a scenario must be handled as per the suggestion made under <a target='_blank' href='https://resources.ondc.org/guidanceandgoodpractices'>Case No. 2 In the Edge case document.</a>",
      "categories": "Seller"
    },
    {
      "alltitle": "How do I switch from one seller app to another?",
      "allcontent": "The seller will have to exit the agreement with the current Seller App and enter into a fresh agreement with the new Seller App. The seller will also have to deactivate its catalog from the current seller NP and make it live on the new seller App.",
      "categories": "Seller"
    },
    {
      "alltitle": "Where can I learn about the payout process - deductions, frequency of payments, reports etc?",
      "allcontent": "For detailed view on the different components payout and how settlement will happen in different scenarios please refer to <a target='_blank' href='https://resources.ondc.org/governance-and-policies'>Chapter 3 Commercial Policies.</a>",
      "categories": "All App"
    },
    {
      "alltitle": "How will the claim for damaged returns be settled ?",
      "allcontent": "The Seller Needs to raise ticket with the Seller App from which the order was received with all the proof of damages - copy of Proof of delivery with comment, images/videos of packaging & damaged product. The Seller App will raise it with logistics partner and investigate, if the damage is conclusively proved to have happened due to logistics failure the Logistics App will reimburse the Seller App as per their transaction level contract and the Seller App will subsequently reimburse the seller as per the agreement between the two. In case it is unproven that the product was damaged due to logistics fault the damage cost is suggested to be cost of doing business for the Seller App/Seller.",
      "categories": "Seller"
    },
    {
      "alltitle": "As Buyer, if there is issue with my product, should I raise the issue with ONDC or with the buyer app?",
      "allcontent": "The buyer will raise any issue through the Buyer App from which the order was placed/attempted. In case an order id is created, buyer app will provide option of raising issue from the Buyer App interface else the buyer may raise the issue through mail/chat provided on the Buyer Application.",
      "categories": "Buyer"
    },
    {
      "alltitle": "Does ONDC have a central customer service team to handle buyer queries?",
      "allcontent": "No, ONDC does not have a central customer service, buyers can raise their concerns through Buyer App. The query will be handled by one of the participating NP based on the type of issue.",
      "categories": "All App, Buyer"
    },
    {
      "alltitle": "Is Order Status Dashboard, a mandatory requirement for NPs",
      "allcontent": "Yes, the NPs must have an Order Status Dashboard in order to track issues at order level and take corrective actions. It is important to ensure that sellers get visibility of all orders on the network and are able to fulfill the orders as per the commitments made during transactions. Failure to meet the order level commitments may impact seller scoring/badging which in turn may impact seller future sales on the network.",
      "categories": "All App"
    },
    {
      "alltitle": "Is CRM tool implementation, a mandatory requirement?",
      "allcontent": "Yes, CRM implementation is a mandatory requirement for NPs in order to seamlessly accept and revert to Buyer issues. Failure to timely resolve/revert to issues raised to the Participant may impact the scoring/badging and result in loss of future business on the Network.",
      "categories": "All App"
    },
    {
      "alltitle": "Who needs to open nodal-like account for transactions on network?",
      "allcontent": "Any Network Participant who wants to make/receive payments need to have a 'nodal-like account'. Please connect with your bank for further guidance on how to open a 'Nodal-Like account' for the specific bank.",
      "categories": "All App"
    },
    {
      "alltitle": "How will settlement happen for my completed orders",
      "allcontent": "In the ONDC Network, process flows for payment and settlement for a transaction and refunds will be as provided in the payment and settlement protocol. For detailed payment flow please refer Section 3.4 & Schedule 3A of Chapter 3: Commercial Model.",
      "categories": "All App"
    },
    {
      "alltitle": "Who will bear the cost of logistics in case of returns (excluding RTO) and how will it happen on the network?",
      "allcontent": "For customer returns, the cost of return will be born as per the terms of sale and in most cases will be borne by the Seller App as cost of doing business. In certain edge case it is recommended to be borne as per the suggestions made in <a target='_blank' href='https://resources.ondc.org/guidanceandgoodpractices'>case 4,5,6 & 7 on the Edge Case Document.</a>",
      "categories": "All App"
    },
    {
      "alltitle": "Are the Network Order ID & network Transaction ID same/different for transactions with Buyer NP and Logistics NP (in case of On-network logistics)?",
      "allcontent": "Transaction trail for a buyer is maintained through a unique transaction ID created on network, hence it remains same. While the Network Order ID between Buyer App & Seller APP vs Logistics Buyer App & Logistics Seller App should be different for the same buyer order.",
      "categories": "Seller App"
    },
    {
      "alltitle": "What is the difference b/w payout cycle & payout frequency?",
      "allcontent": "<b>Payout Frequency:</b> It is how often the settlement party initiates payments for disbursement. For example, an entity can have a daily payout Frequency for all orders eligible for payout at the time of release.<br/><b>Payout Cycle:</b> It defines, for a particular transaction, at what time frame will the payout become eligible for disbursement. For example, the payout Cycle can be 2 days after the closure of return window.",
      "categories": "Seller App"
    },
    {
      "alltitle": "There are unauthorized sellers for my brand, what should I do?",
      "allcontent": "This is a matter which has to be resolved between the Band and the seller.",
      "categories": "Seller App"
    },
    {
      "alltitle": "How does ONDC prevent customer abuse?",
      "allcontent": "In case of such abuses by customers the seller must raise the concern with Seller App, if Seller App is not able to provide a satisfactory resolution to the seller, then this can be raised as a Grievance under the IGM Framework. For detailed functioning of the IGM Framework please refer to <a target='_blank' href='https://resources.ondc.org/governance-and-policies'>Chapter 6 under Governance & policies.</a>",
      "categories": "Seller"
    },
    {
      "alltitle": "My listing never shows up, I don’t know how does apps display listings?",
      "allcontent": "The Buyer Apps are required to show all search results they get from Gateway. If Buyer App is sorting/filtering any of the search results to manage buyer experience, it must declare the criteria to all the Network Participants. Please reach out to Buyer App Grievance Officer for details of criteria.",
      "categories": "Seller App, Seller"
    },
    {
      "alltitle": "Will ONDC regulate buyer app and seller app commission on network for benefit of sellers and buyers?",
      "allcontent": "ONDC has no say in the Buyer App or seller app commission being charged. Meanwhile the sellers have complete freedom of choosing the Seller App they want to work with, similarly Seller App may choose to not accept the transaction request if the Buyer App commission is not acceptable to it.",
      "categories": "All App"
    },
    {
      "alltitle": "How will ONDC ensure particular / group of seller NPs do not control the major market share?",
      "allcontent": "The Buyer Apps are required to disclose the weightage of each parameter being used to filter/sort sellers so that every seller has equal visibility and opportunity. The ONDC policy which describes this in detail is <a target='_blank' href='https://resources.ondc.org/governance-and-policies'>[Ch 2 (Business Rules): 2.3.3(j)&(k), 2.3.4, 2.4.6]</a> & also mandated under the E commerce rules.",
      "categories": "All App, Buyer"
    },
    {
      "alltitle": "As a seller can I reach out to ONDC if my concerns are not answered?",
      "allcontent": "The seller may reach out to the Seller App for resolution of his/her issue or can raise a concern as per the Issue and Grievance Management (IGM) Framework created by ONDC. Please go through <a target='_blank' href='https://resources.ondc.org/governance-and-policies'>chapter 6 on ondc.org</a> for understanding how IGM will work.",
      "categories": "Seller"
    },
    {
      "alltitle": "How will customer issues be managed on ONDC? Will ONDC drive this?",
      "allcontent": "Buyer Apps are required to provide functionality for buyers to raise concerns/issues from the Buyer Application interface and also provide contact number/email for reaching out to the Buyer app for raising issues. All buyer issues are to be resolved by the Network Participants, ONDC will have no say in such issues. ONDC has provided an Issues & Grievance management framework to solve all such issues. The framework can be found as chapter 6 under <a target='_blank' href='https://resources.ondc.org/governance-and-policies'>https://resources.ondc.org/governance-and-policies/</a>.",
      "categories": "Buyer"
    },
    {
      "alltitle": "Will ONDC charge any commission?",
      "allcontent": "ONDC is a not-for-profit organization. At present ONDC is not charging any fee but in future ONDC may charge the Network participants a nominal fee to sustain its operations. The basis and quantum of fees have not yet been decided.",
      "categories": "All App"
    },
    {
      "alltitle": "Do I need to register on multiple Seller Apps?",
      "allcontent": "Any seller registering with any one of the Seller Apps will be visible across all the Buyer Apps connected to the Network. There is no added advantage of going live through multiple Seller Apps, although the seller may choose to register with multiple Seller Apps.",
      "categories": "Seller"
    },
    {
      "alltitle": "What is the cost of getting API for seller App and Buyer App?",
      "allcontent": "There is no cost of getting the API for Seller and Buyer Apps.",
      "categories": "Seller App"
    },
    {
      "alltitle": "Can payment gateway platform directly integrate directly on ONDC network?",
      "allcontent": "At this point of time the payment gateway cannot integrate with the ONDC Network, the payment gateway has to integrate with the Buyer Applications.",
      "categories": "All App"
    },
    {
      "alltitle": "As logistics service provider do we join with Seller Apps or with ONDC?",
      "allcontent": "The logistics service provider does not need to register with the Seller Apps but go through the NP integration Journey <a target='_blank' href='https://ondc.org/'>(Refer Integration guide on ondc.org)</a> and use ONDC API/protocols to connect with ONDC network as a Network Participant.",
      "categories": "Seller App"
    },
    {
      "alltitle": "Does ONDC maintain the buyer information?",
      "allcontent": "ONDC does not store or maintain any buyer data at its end.",
      "categories": "All App, Buyer"
    },
    {
      "alltitle": "Can a sole proprietor be Seller APP Buyer APP?",
      "allcontent": "No, to join the network as a Network Participant, the entity has to be permitted to engage in e-commerce. E-commerce rules say that to do e-commerce one has to be a company incorporated under the Companies Act. However, Companies Act 2013 allows the formation of One Person Companies (OPCs). OPCs, being companies incorporated under the Companies Act 2013, can engage in E-commerce therefore OPCs can join as Network Participants",
      "categories": "All App"
    },
    {
      "alltitle": "How do I become a seller on ONDC?",
      "allcontent": "There are 2 ways to join as seller on ONDC network: <ul><li>1. Get onboarded through one of the existing seller applications on the network (please go to the <a target='_blank' href='https://ondc.org/network-participants/'>LINK</a> to see list of Seller Applications).</li><li>2. Create your own Seller Application and join ONDC.Else, if seller does not wish to build an application from scratch, they can engage with a TSP who has an ONDC compliant App. Please refer to <a target='_blank' href='https://ondc.org/'>ONDC Integration Guide</a> for more details.</li><ul>",
      "categories": "Seller"
    },
    {
      "alltitle": "Do I need to pay any commission as a seller?",
      "allcontent": "Seller App, through which seller joins the network, may charge a certain commission to the seller. The commission is an arrangement between the seller and Seller App and ONDC has no say in it. The seller may choose the Seller App offering the most favorable commercial terms as per the seller’s assessment.If a seller creates its own seller App through the services of a Technology service provider, the terms of the service will be as per agreement between the two parties.",
      "categories": "Seller"
    },
    {
      "alltitle": "Where will my products be visible?",
      "allcontent": "All products will be available for display across all Buyer App on the ONDC network. Buyer searches on any of the Buyer Apps connected to the ONDC protocol, the search is broadcasted to different Seller Apps through the gateway, Seller app will send responses that meet the search criteria and buyer apps will display such responses to the buyer. While displaying the results, buyer app may apply sorting criteria as per which products of particular seller may appear on top while of others will be lower in the listing view. The parameter used for sorting search results must be made public. Sellers may improve their listings by improving on/complying with the Buyer App parameters for ranking higher in the listing view.",
      "categories": "Seller"
    },
    {
      "alltitle": "Do I need GST to sell?",
      "allcontent": "There are two aspects regarding GST:<ul><li>1. Currently, under the CGST Act, all suppliers of products and services except those exempted under section 9(5) must have a GST registration to sell through an E commerce operator.</li><li>2. However, for future, in the 47th meeting of GST council it was decided that sellers without a GST registration will also be allowed to sell their goods (not services) through e commerce operators as long as the supply is Intra state and annual turnover of the seller is below 40 lakhs (This is expected to come in force in October 2023). PAN will still be required in such future scenario.</li></ul>",
      "categories": "Seller"
    },
    {
      "alltitle": "Can I sell on Cash on Delivery (COD)?",
      "allcontent": "Buyer apps may allow their buyers to place order on Prepaid only, COD only or both. Similarly, sellers may allow products to be sold under Prepaid only, COD only or both. If buyer wants to make COD payment and seller and buyer app both have also made product available on COD, then the buyer will be able to place the order under COD.",
      "categories": "Seller"
    },
    {
      "alltitle": "Do I need to have my own delivery boys to deliver orders?",
      "allcontent": "For an order the seller has two choices for delivery: <ul><li>a. Seller can decide to ship on its own through its employee/agent, have an arrangement with third party logistics providers (Off Network) to ship the product, or else</li><li>b. Seller can obtain the logistics service through the Network from the logistics provider apps registered on the Network (On Network). The shipping cost for that order will be quoted by the logistics provider.</li></ul>",
      "categories": "Seller"
    },
    {
      "alltitle": "If order is prepaid, then when will I receive payment and who will pay me?",
      "allcontent": "If the order is prepaid, then in most cases payout is expected after the return window of the order is closed. The Seller App will settle with the Seller basis the agreement between the two parties.",
      "categories": "Seller"
    },
    {
      "alltitle": "Do I need to issue invoice for every sale, and do I need to upload it or send to buyer?",
      "allcontent": "Yes, the invoice has to be generated for every order. The invoice for every order should be placed inside the packaging. Also, buyers prefer that digital copy of the invoice is provided to them. For this sellers/ seller apps are encouraged to build systems for generation of digital copy of invoices and communication of the same to Buyer apps through ONDC protocols.",
      "categories": "Seller"
    },
    {
      "alltitle": "Margin on products I sell is very low, I can't pay any commission for sale?",
      "allcontent": "The Selling price is controlled by the Seller. The seller can set the prices which covers for the sale commission. In case the commission cost is still not getting covered by pricing the product even at MRP then the seller can also recover whole/part of commission and other costs from buyer by charging convenience, delivery and packaging fees. However, such fees should be listed as separate line items and not included in the product selling price.",
      "categories": "Seller"
    },
    {
      "alltitle": "Do I need to upload images of every product that I would like to sell?",
      "allcontent": "It is suggested to have images for all products. The Buyer App may also have criteria for showing only products with images to their buyers in order to manage buyer experience. The Buyer Apps are required to make the criteria public. Additionally, there are specific guidelines suggested by ONDC in Seller App Handbook which can be downloaded from ondc.org The Seller App/Seller should also follow all applicable laws and regulations for their specific product category; for example, certain FSSAI regulations require back and front images of the product to be displayed to the buyer for purchase.",
      "categories": "Seller App, Seller"
    },
    {
      "alltitle": "Can I recover packing charges from buyer?",
      "allcontent": "The Seller App/seller can choose to pass on the packaging charges to the buyer as the packaging fee through the protocol. The fee should be a separate line item on the invoice from the product sale price.",
      "categories": "Seller App"
    },
    {
      "alltitle": "How do I talk to buyer if I want to offer alternative product to ordered product which is out of stock while packing / shipping?",
      "allcontent": "The seller will get the customer contact information for Shipping the product. The Seller can pull out the buyer information from the Seller App dashboard and connect with the buyer. The Seller App can then request for changes in order details to the Buyer App through ONDC protocol.",
      "categories": "Seller"
    },
    {
      "alltitle": "I don't have some of the items ordered in stock - can I pack and ship the rest?",
      "allcontent": "Yes, the seller can make partial shipment of orders, there is an option of part shipment in ONDC retail contract 1.1.0 which can be utilized by Seller App for executing this scenario.",
      "categories": "Seller"
    },
    {
      "alltitle": "Is there any penalty on me as a seller for cancellation?",
      "allcontent": "Buyer Apps currently do not charge any penalty for cancellation of orders by sellers, but they may make use of badging/scoring system for sellers where seller cancellation may be one of the inputs. High seller cancellations may impact seller badging/scoring on the Network which in turn may impact seller visibility on Buyer Apps.",
      "categories": "Seller"
    },
    {
      "alltitle": "As a seller marketplace, my sellers don't have images of products they would like to sell. How can they list their products?",
      "allcontent": "For Creation of catalog Product/information is required, below are the suggested sources and ways in which Seller and Seller App can get this information: <ul> <li> 1. For Brand Products physical copies of the Brand’s catalog have all information/specifications.</li><li> 2. Many Brands have their online store with information about products.</li><li>3. A manufacturer of product selling through ONDC network will have to create its own content.</li><li> 4. Taking help from third party cataloging service providers: Seller App can tie up with a service provider to consolidate the requirement and negotiate the best deal for their sellers.</li><li> 5. Seller App can develop an in-house catalog creation team for their sellers. They can charge minimal fees from sellers to encourage & increase seller onboarding & listing. Seller App creating data for a particular brand catalog can utilize this data for multiple sellers wanting to sell the same products of the brand online.</li></ul><ul><li>i. This will reduce time to market for new sellers with the same catalog requirements.</li><li> ii. The cost to each seller also reduces as Seller App can spread the cost of single product page creation across multiple sellers. Individual sellers can then choose to further change/improve the catalog quality as per their preference.</li></ul>",
      "categories": "Seller"
    },
    {
      "alltitle": "How frequently do I need to update prices of products listed for sale?",
      "allcontent": "There is no mandate from ONDC for pricing update but there can be multiple scenarios under which seller may want to change the prices, such as <ul> <li>i) The input cost of the products for seller has changed over time and hence the selling price needs to be updated to maintain the seller margins.</li> <li> ii) Sale is not happening and hence price reduction can be one lever to increase sales.</li> <li> iii) The operating cost (such as returns/damages) may be much higher/lower that initially expected and hence price correction may be required to manage such costs in the margins.</li></ul>",
      "categories": "Seller"
    },
    {
      "alltitle": "Why can't I find ONDC APP?",
      "allcontent": "ONDC is not an application or platform. ONDC provides a set of APIs & Protocols using which multiple Buyer Apps and Seller Apps can connect with each other and enter into transactions. As a Buyer you can purchase from any of the Buyer Apps that are on the ONDC network. You can view the <a target='_blank' href='https://ondc.org/network-participants/'>list of Applications live on the network</a>.",
      "categories": "Buyer"
    },
    {
      "alltitle": "Is there any special packing that I need to do for handover of products to courier?",
      "allcontent": "Seller needs to take care of the Packaging material while shipping the products. Basic guidelines for packaging can be found in the Packaging section of <a target='_blank' href='http://resources.ondc.org/guidanceandgoodpractices'>the Seller NP handbook</a> on ONDC website",
      "categories": "Seller"
    },
    {
      "alltitle": "How will I get money if courier damages the product?",
      "allcontent": "To claim for damages the seller must follow certain steps. In case of outer damage to the package at the time of return the seller must mention the same on the proof of delivery document of logistics player. In case of no outer damage & if the seller finds the product damaged after unpacking the seller would not be able to mention on the POD. In either of the cases the seller must raise the ticket to the respective Seller App within the prescribed timelines shared by Seller App with all the proofs like POD with comment copy, packaging images/video, damaged product images. The seller App will then raise it with the logistics player, if the damage is proven to have happened during transit, then the logistics App will bear the cost as per the contract at the time of transaction with Seller App. Seller App will compensate the seller for the loss basis the agreement between the Seller App and seller for damages.",
      "categories": "Seller"
    },
    {
      "alltitle": "Who guarantees that I will receive payment of good shipped to online buyer?",
      "allcontent": "The seller App is responsible for timely settlement of the payout to the seller as per the terms of agreement between the two parties. If the seller is not getting the payments, he/she may decide to raise the grievance as per the Issue and Grievance framework of ONDC. <a target='_blank' href='https://resources.ondc.org/governance-and-policies'>Chapter 6: Issue and Grievance on ondc.org</a>.",
      "categories": "Seller"
    },
    {
      "alltitle": "Do I need to update quantity available for every item listed, I don’t have exact count of items?",
      "allcontent": "Yes, quantity is a mandatory field for sellers against each live SKU. In case the exact count is not available the Seller/ Seller NP may choose to update the quantity basis the past sales with expected changes in demand in near future and confidence of procurement on demand. The sellers are expected to ship orders at the earliest and delays can impact seller scoring/badging which may in turn impact seller visibility on various buyer apps resulting in loss of future sales for the seller. Also, delays can become grounds for customer to cancel the order or deny acceptance at the time of delivery of the product.",
      "categories": "Seller"
    },
    {
      "alltitle": "I will have fresh stock of items in 3 days, can I make the products live now and dispatch later?",
      "allcontent": "Sellers are expected to ship at the earliest possible to ensure that the customer receives the order as per timelines committed at the time of transaction. In an event product is shipped after the committed dispatch timeline it may impact the scoring/badging which in turn may impact future sales of the seller. Delayed delivery also becomes a ground for seller to cancel or not accept the delivery",
      "categories": "Seller"
    },
    {
      "alltitle": "Online sales are very risky as products are returned by buyer with damages, who guarantees that my products will not be damaged?",
      "allcontent": "While there is possibility of products getting returned & getting damaged in transit there are actions which seller can take to reduce the damage probability and also manage the impact of loss if any. To reduce and manage damages seller/seller app can do:<ul> <li> > Right packaging</li><li> > Capture images/ videos of packaging before dispatch</li> <li> > If damaged received, mentioning same on Logistics Proof Of Delivery document</li><li> > Raising tickets to Seller App in the defined timelines</li><li> > Incorporating cost of damages in the margins. Provide reverse pickup instructions to the logistics provider including QC check After raising the ticket if it is established that the damage has happened in transit due to logistics fault, the logistics player will pay damages claim as per the transaction level contract between the Seller NP and Logistics App. The Seller App will compensate the seller basis the agreement on damages between seller and Seller App.</li></ul>",
      "categories": "Seller"
    }
  ]